@extends('layouts.user')
@section('content')
    <main>
        <section class="news term">
            <div class="wrap">
                <div class="movetextArea">
                    <h5 class="sec_ttl movetext">利用規約</h5>
                </div>
                <div class="contentArea">
                    <p class="contentTitle">第１条　｢利用者｣の定義

                   <p>1．当サイトの定める｢利用者｣とは､本規約を承諾のうえ､規定の入会手続きを完了した｢会員｣を言います｡

                    <p>2．｢利用者｣は成田高校付属小学校の生徒保護者のみとします｡

                   <p class="contentTitle"> 第２条 規約の適用

                   <p> 本規約は､当サイトにおける､第１条が定める利用者との間のあらゆる関係において適用されます｡

                   <p class="contentTitle"> 第３条 規約の変更

                   <p> 1．当サイトは､規約等(本規約および当サイトに掲載するサービスに関するルール､諸規定等を含みます｡以下本規約において同じ｡)の内容を事前の予告無しに自由に変更できるものとします｡

                    <p>2．当サイトは､規約等またはサービスの内容を変更した場合には､利用者に当該変更内容を当サイト上で公表するものとし､当該変更内容の公表後､利用者がサービスを利用した場合または弊社の定める期間内に登録取消の手続をとらなかった場合には､利用者は､本規約の内容の変更に同意したものとみなします｡

                    <p class="contentTitle">第４条 利用規約の遵守

                   <p> 利用者は､規約等(前条により変更された場合は､変更後の規約等も含む｡)を理解し遵守する義務があります｡

                   <p class="contentTitle"> 第５条 プライバシー

                    <p>利用者がサービス利用にあたり提供した情報は当サイトの所有となり､当サイトが責任をもって管理･保護いたします｡また､利用者の個人情報については､別途定める
                    プライバシーポリシーに従って取扱うことについて利用者はあらかじめ同意するものとします｡また､かかるプライバシーポリシーが変更された場合は､変更後のプライバシーポリシーが適用されることに同意するものとします｡

                   <p class="contentTitle"> 第６条　登録メールアドレス､パスワードの管理

                    <p>1．登録メールアドレス､パスワードの利用により発生した全ての責任や債務は､会員の責任､および費用負担によって解決するものとし､当サイトは一切責任を負いません｡

                   <p> 2．登録メールアドレス､パスワードの管理は､会員の責任において行われるものとします｡登録メールアドレス､パスワードが第三者によって使用され､会員に不利益､損害が発生した場合､当サイトは一切その責任を負いません｡

                   <p> 3．登録メールアドレス､パスワードの喪失､もしくは盗難の場合､会員はただちに当サイトに報告するものとし､その報告があった場合､当サイトがその事態に気づいた場合には､登録メールアドレス､パスワードの使用を中止することがあります｡

                    <p>4．メールアドレスの登録は､会員が自らの責任により行うものとし､メールアドレスの入力間違いにより､第三者に会員情報等が送信され､不正に利用された
                    場合であっても､弊社は一切その責任を負いません｡また､メールアドレスの入力間違いにより､第三者に対して損害や損失を与えた場合､会員は自己の責任と
                    費用負担によってその損害･損失を処理･解決するものとし､当サイトは､かかる損害･損失に対して如何なる責任も負いません｡

                   <p class="contentTitle"> 第７条　電子メールの送受信

                   <p> 1．会員は､会員として当サイトにメールを送信する場合､事前に登録したメールアドレスを使用するものとします｡

                   <p> 2．会員は､登録されているメールアドレスと異なるメールアドレスにて送受信を行い､第三者に不利益､損害が発生した場合､当サイトは一切その責任を負いません｡

                   <p> 3．会員は､当サイトが会員へ送信するメールのうち､サービスの追加・変更・停止等に関するお知らせ､会員限定企画や会員向けサービスの評価を依頼する場合など､弊社が特に重要度が高いと判断する「重要なお知らせ」に関しては､配信を停止することが出来ないことを予め了承するものとします｡

                  <p>  4．弊社は会員に対して､当サイトからのお知らせや情報をメールにて配信することがあり､これについて会員はあらかじめ同意するものとします｡

                   <p class="contentTitle"> 第８条　注文情報の受け付け

                   <p> 1．利用者が当サイトに対し注文行為(以下､取引と言います｡)を行い､弊社がその注文情報を受け付けた場合､当サイト上にて､注文を受け付けた旨を表示し､その表示をもって受け付けを完了とします｡

                    <p>2．当サイトは､注文受け付け完了と同時に､登録メールアドレス宛に､受け付け完了メールを送信します｡利用者は､受け付け完了メールは､理由の如何を問わず､送信失敗､遅延､未着が発生する場合がある旨を予め了承するものとし､弊社は､これにより発生した一切の損害について､如何なる責任も負わないものとします｡

                   <p class="contentTitle"> 第９条　会員登録の削除(退会)

                   <p> 会員は､利用登録後、小学校の卒業をもって自動的に退会となります｡利用状況、お支払い状況の把握のため卒業時まで退会はできないものとします｡

                    <p class="contentTitle">第１０条　禁止事項および会員登録の抹消･利用停止

                   <p> 利用者による以下の行為は禁止いたします｡また､該当する事実が発覚した場合､弊社は何ら通知を行わず､ご注文のキャンセル､会員登録の削除､今後の利用を停止できるものとします｡なお､これにより利用者が何らかの損害を被ったとしても当サイトは一切責任を負うものではありません｡

                    <p>1．会員登録時およびサービス利用時の虚偽情報の記載

                   <p> 2．スパム･メールや誹謗･中傷メールの配信､他社掲示板への書込みなど､当サイト､他の会員､もしくは第三者を不快にしたり､あるいは不利益をもたらすような行為

                   <p> 3．システムへの侵入行為(ハッキング)､その他当サイトに対する攻撃行為等､当サイトの運営を妨害する行為

                   <p> 4．会員資格の不正使用

                   <p> 5．公序良俗に反する行為

                   <p> 6．法令に違反する行為

                  <p>  7．当サイトの記事､企画､投稿内容その他の無断転載･再配布

                   <p> 8．本人もしくは第三者のメールアドレス､パスワードの不正使用

                   <p> 9．お弁当注文ルールを逸脱する行為を強要する行為

                    <p>10．登録いただいたメールアドレスもしくは電話番号が不通または､無効になっている場合

                    <p class="contentTitle">第１１条　損害･損失処理の責任

                   <p> 1．利用者が当サイトの利用によって第三者に対して損害や損失を与えた場合､利用者は自己の責任と費用負担によってその損害･損失を処理･解決するものとし､当サイトは､かかる損害･損失に対して如何なる責任も負いません｡

                  <p>  2．利用者が本規約に違反した行為､あるいは不正､または違法な行為により当サイトおよび他の利用者に損害を与えた場合､当サイトは､当該利用者に対して相応の損害賠償請求を行う権利を有します｡

                   <p> 3．当サイトと利用者との利用契約が消費者契約法第２条第３項に定める消費者契約に該当する場合､本規約のうち､当サイトの損害賠償責任を完全に免責する規定は適用されないものとし､当サイトはかかる規定に定める利用者に発生した損害が当サイトの債務不履行もしくは不法行為または瑕疵担保責任に基づく場合には､それによる直接かつ通常の損害に限り､損害賠償責任を負うものとします｡

                    <p class="contentTitle">第１２条　入手情報の使用

                   <p> 利用者は､当サイトが事前に承認した場合を除き､当サイトを通じて入手した如何なる情報についても､利用者個人としての私的使用以外の目的に使用しないものとします｡

                   <p class="contentTitle"> 第１３条　著作権

                   <p> 当サイトの著作権(著作権法第２７条及び第２８条の権利を含む｡以下同じ｡)は､当サイトに所属します｡この著作権の対象には､サイトの構成､デザイン､イラスト･写真等のグラフィクス､文章など､すべてを含みます｡事前に当サイトからの書面による同意を受けずに､内容を転載･再配布することは著作権の侵害となり､弊社は罰金､および著作権侵害により発生した損害の賠償を求める権利を有します｡

                   <p class="contentTitle"> 第１４条　サイト内容の変更

                   <p> 1．当サイトは､利用者の承認を受けることなく､サイトおよびサービス内容を変更､中止する場合があります｡

                   <p> 2．このような事態に伴い､利用者に不利益､損害が発生した場合でも､弊社はその責任を一切負いません｡

                   <p class="contentTitle"> 第１５条　サービスの中断､停止

                  <p>  当サイトでは以下に該当する場合､利用者の承諾なしにサービスの一部､もしくはすべてを一時中断､または停止する場合があります｡

                  <p>  1．当サイト､ネットワークのシステム保守､更新､ならびに緊急の場合

                  <p>  2．火災､停電､天災などの不可抗力により､サービスの提供が困難な場合

                  <p>  3．その他不測の事態により､当サイトのサービス提供が困難であると判断された場合

                   <p class="contentTitle"> 第１６条　本規約の譲渡

                   <p> 当サイトは､サービスにかかる事業を第三者に譲渡した場合には､利用者の書面による事前の承諾なく､当該事業譲渡に伴い､本規約に基づく権利もしくは義務につき､第三者に対し､譲渡､移転､担保設定､その他の本規約に基づく権利及び義務並びに利用者の登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし､利用者は､かかる譲渡につき本条において予め同意したものとします｡なお､本条に定める事業譲渡には､通常の事業譲渡のみならず会社分割その他事業が移転するあらゆる場合を含むものとします｡

                   <p class="contentTitle"> 第１７条　免責事項

                  <p> 1．当店は利用者に対して通知義務を負う場合は､利用者があらかじめ登録した電話番号またはメールアドレスへ通知を発信することにより､その義務を果たしたものとします｡利用者は､登録メールアドレスへのメール送信は､理由の如何を問わず､送信失敗､遅延､未着が発生する場合がある旨を予め了承するものとし､当店は､これにより発生した一切の損害について､如何なる責任も負わないものとします｡

                  <p>  2．当店は､利用者がサービスをご利用になれなかったことにより発生した一切の損害について､如何なる責任も負わないものとします｡

                   <p> 3．当店が利用者に対し､サービスを受け付けた旨告知した後､当店の都合でサービスを承れない事由が発生した場合､当店より利用者へ当該サービスのキャンセルを通知する場合があります｡

                   <p> 4．当店は､当店によるサービスの提供の中断､停止､利用不能または変更､利用者のメッセージまたは情報の削除または消失､利用者の会員登録の取消､ご注文のキャンセル､サービスの利用によるデータの消失または機器の故障もしくは損傷､その他サービスに関連して利用者が被った損害につき､賠償する責任を一切負わないものとします｡

                   <p> 5．当サイトから他のサイトへのリンクまたは他のサイトから当サイトへのリンクが提供されている場合でも､弊社は､当サイト以外のサイト及びそこから得られる情報に関して如何なる理由に基づいても一切の責任を負わないものとします｡

                   <p> 6．コンピューター･ウィルスその他の有害なコンピューター･プログラムを含む情報の送受信が行われたことに基づく利用者の損害については､弊社は一切の責任を負わないものとします｡

                   <p> 7．アレルギー情報･カロリー情報･商品説明などの各種掲載情報につきまして､当店はその正確性､正当性､有用性など如何なる保証もいたしません｡メニュー表及び現物にて判断をお願いします｡

                    <p class="contentTitle">第１８条　準拠法及び管轄裁判所

                   <p> 本規約の準拠法は日本法とし､本規約に起因しまたは関連する一切の紛争については､千葉地方裁判所を第一審の専属的合意管轄裁判所とします｡
                </div>

            </div>
        </section>
    </main>
@endsection
